Repository: ClawdBonzo/ScentVibe
Catalog: ScentMatch/Localization/Localizable.xcstrings
Source language: en
Languages: de, es_mx, fr, pt_br

# onboarding_title_1
source: Snap Your Style
de: Fange deinen Stil ein
es_mx: Captura tu Estilo
fr: Captez votre Style
pt_br: Capture seu Estilo

# onboarding_subtitle_1
source: Take a photo of your outfit or room and let AI analyze your visual vibe
de: Mach ein Foto deines Outfits oder Raums und lass die KI deine visuelle Stimmung analysieren
es_mx: Toma una foto de tu outfit o habitacion y deja que la IA analice tu vibra visual
fr: Prenez une photo de votre tenue ou piece et laissez l'IA analyser votre ambiance visuelle
pt_br: Tire uma foto do seu look ou ambiente e deixe a IA analisar sua vibe visual

# onboarding_title_2
source: Instant Scent Match
de: Sofortiger Duft-Match
es_mx: Match de Aroma Instantaneo
fr: Match Parfum Instantane
pt_br: Combinacao de Aroma Instantanea

# onboarding_subtitle_2
source: Our engine matches your colors, mood, and style to the perfect fragrance from 86+ curated scents
de: Unsere Engine matched deine Farben, Stimmung und Stil mit dem perfekten Duft aus 86+ kuratierten Duften
es_mx: Nuestro motor combina tus colores, estado de animo y estilo con la fragancia perfecta de mas de 86 aromas curados
fr: Notre moteur associe vos couleurs, humeur et style au parfum parfait parmi plus de 86 fragrances selectionnees
pt_br: Nosso motor combina suas cores, humor e estilo com a fragrancia perfeita de mais de 86 aromas curados

# onboarding_title_3
source: Discover & Collect
de: Entdecken & Sammeln
es_mx: Descubre y Colecciona
fr: Decouvrez et Collectionnez
pt_br: Descubra e Colecione

# onboarding_subtitle_3
source: Build your scent wardrobe, explore fragrances from 5 cultures, and shop your favorites
de: Erstelle deine Duft-Garderobe, entdecke Duefte aus 5 Kulturen und kaufe deine Favoriten
es_mx: Construye tu guardarropa de aromas, explora fragancias de 5 culturas y compra tus favoritos
fr: Construisez votre garde-robe olfactive, explorez des parfums de 5 cultures et achetez vos favoris
pt_br: Monte seu guarda-roupa de aromas, explore fragancias de 5 culturas e compre seus favoritos

# onboarding_start
source: Start Scanning
de: Jetzt scannen
es_mx: Comenzar a Escanear
fr: Commencer le Scan
pt_br: Comecar a Escanear

# onboarding_next
source: Next
de: Weiter
es_mx: Siguiente
fr: Suivant
pt_br: Proximo

# onboarding_skip
source: Skip
de: Uberspringen
es_mx: Omitir
fr: Passer
pt_br: Pular

# tab_scan
source: Scan
de: Scannen
es_mx: Escanear
fr: Scanner
pt_br: Escanear

# tab_settings
source: Settings
de: Einstellungen
es_mx: Ajustes
fr: Reglages
pt_br: Configuracoes

# scan_title
source: Find Your Scent Match
de: Finde deinen Duft-Match
es_mx: Encuentra tu Aroma Ideal
fr: Trouvez votre Parfum Ideal
pt_br: Encontre seu Aroma Ideal

# scan_subtitle
source: Snap a photo of your outfit or room and discover your perfect fragrance
de: Mach ein Foto deines Outfits oder Raums und entdecke deinen perfekten Duft
es_mx: Toma una foto de tu outfit o habitacion y descubre tu fragancia perfecta
fr: Prenez une photo de votre tenue ou piece et decouvrez votre parfum ideal
pt_br: Tire uma foto do seu look ou ambiente e descubra sua fragrancia perfeita

# scan_take_photo
source: Take Photo
de: Foto aufnehmen
es_mx: Tomar Foto
fr: Prendre une Photo
pt_br: Tirar Foto

# scan_choose_library
source: Choose from Library
de: Aus Mediathek wahlen
es_mx: Elegir de la Biblioteca
fr: Choisir dans la Bibliotheque
pt_br: Escolher da Biblioteca

# scanning_title
source: Analyzing Your Vibe
de: Analysiere deine Stimmung
es_mx: Analizando tu Vibra
fr: Analyse de votre Ambiance
pt_br: Analisando sua Vibe

# paywall_title
source: Unlock ScentMatch Pro
de: ScentMatch Pro freischalten
es_mx: Desbloquea ScentMatch Pro
fr: Debloquez ScentMatch Pro
pt_br: Desbloqueie o ScentMatch Pro

# paywall_unlimited
source: Unlimited Scent Matches
de: Unbegrenzte Duft-Matches
es_mx: Matches de Aromas Ilimitados
fr: Matchs de Parfums Illimites
pt_br: Combinacoes de Aromas Ilimitadas

# paywall_restore
source: Restore Purchases
de: Kaufe wiederherstellen
es_mx: Restaurar Compras
fr: Restaurer les Achats
pt_br: Restaurar Compras

# matches_empty_title
source: No Matches Yet
de: Noch keine Matches
es_mx: Sin Coincidencias Aun
fr: Aucun Match Encore
pt_br: Nenhuma Combinacao Ainda

# matches_empty_subtitle
source: Scan your first outfit or room to discover your scent match
de: Scanne dein erstes Outfit oder deinen Raum um deinen Duft-Match zu entdecken
es_mx: Escanea tu primer outfit o habitacion para descubrir tu aroma ideal
fr: Scannez votre premiere tenue ou piece pour decouvrir votre parfum ideal
pt_br: Escaneie seu primeiro look ou ambiente para descobrir seu aroma ideal

# detail_why_matches
source: Why It Matches
de: Warum es passt
es_mx: Por que Combina
fr: Pourquoi ca Matche
pt_br: Por que Combina

# detail_shop_amazon
source: Shop on Amazon
de: Auf Amazon kaufen
es_mx: Comprar en Amazon
fr: Acheter sur Amazon
pt_br: Comprar na Amazon

# settings_title
source: Settings
de: Einstellungen
es_mx: Ajustes
fr: Reglages
pt_br: Configuracoes

# settings_export
source: Export Match History
de: Match-Verlauf exportieren
es_mx: Exportar Historial
fr: Exporter l'Historique
pt_br: Exportar Historico

# settings_delete_all
source: Delete All Matches
de: Alle Matches loschen
es_mx: Eliminar Todos los Matches
fr: Supprimer tous les Matchs
pt_br: Excluir Todas as Combinacoes

# tab_matches
source: Matches
es_mx: Coincidencias
fr: Matchs
pt_br: Combinacoes
